[
    {
        "id": 1,
        "title": "Біографія і місце народження Луки",
        "text": [
            "Євангеліст Лука народився в I столітті н. е. в Антіохії, великому культурному і торговому центрі римської провінції Сирія (сучасна Туреччина). Його знання грецької культури, мови та філософії свідчить про типову для неєвреїв освіту й оточення, що дає змогу припустити, що Лука походив із язичницької або елліністичної сім'ї.",
            "Оскільки Антіохія була багатонаціональним містом, Лука, ймовірно, мав доступ до різноманітних джерел знань, що сприяло його подальшій освіті та духовному становленню."
        ],
        "img": "/schprj/Imgs/1.png"
    },
    {
        "id": 2,
        "title": "Освіта та кар'єра",
        "text": [
            "Лука здобув ґрунтовну освіту, що було незвично для його часу. Традиційно вважається, що він був лікарем. Про це свідчить його згадка в Посланні апостола Павла до Колосян: у Посланні апостола Павла до Колосян він названий «Лукою, лікарем коханим» (Колосянам 4:14).",
            "Його глибокі знання анатомії, медична термінологія, яка використовується в його працях, і особлива увага до фізичних і психологічних обставин людей у його Євангелії підтверджують можливість того, що він займався медициною.",
            "Крім того, його праці написані грецькою мовою, що представляє велику літературну цінність, що свідчить про його інтелектуальний рівень і освіту. Деякі джерела припускають, що Лука був істориком і художником. Вважається, що Лука був першим іконописцем, який зобразив Богоматір."
        ],
        "img": "/schprj/Imgs/2.png"
    },
    {
        "id": 3,
        "title": "Прийняття християнства",
        "text": [
            "Сам Лука не був свідком життя і діянь Ісуса Христа, але навернувся в християнство після вознесіння Христа. Ймовірно, Лука почав свій шлях віри через спілкування з апостолами і першими християнськими громадами.",
            "Лука тісно співпрацював з апостолом Павлом, який супроводжував його в місіонерській подорожі. У Новому Заповіті Павло неодноразово згадує Луку як вірного друга і помічника. Відомо також, що Лука був присутній під час ув'язнення Павла в Римі."
        ],
        "img": "/schprj/Imgs/3.png"
    },
    {
        "id": 4,
        "title": "Твори та літературна діяльність",
        "text": [
            "Євангеліст Лука відомий двома своїми найзначнішими творами - Євангелієм від Луки та Діяннями, двома головними книгами Нового Завіту.",
            "Євангеліє від Луки має особливу структуру та зміст. На початку свого Євангелія Лука пояснює мету його написання: дати точну й упорядковану розповідь про життя та вчення Ісуса. Він наголошує на співчутті Христа та його турботі про соціальні групи, які часто відкидалися в суспільстві того часу, такі як бідні, хворі та жінки.",
            "Діяння апостолів - продовження Євангелія від Луки, що описує становлення і розвиток ранньохристиянської церкви після воскресіння і вознесіння Ісуса. Більша частина книги присвячена місіонерським подорожам апостола Павла, якого Лука неодноразово супроводжував."
        ],
        "img": "/schprj/Imgs/4.png"
    },
    {
        "id": 5,
        "title": "Подорожі та місіонерська діяльність",
        "text": [
            "Лука брав активну участь у подорожах апостола Павла і, можливо, був присутній під час його арешту та суду. Згідно з деякими джерелами, Лука подорожував не тільки з Павлом, а й з іншими апостолами, як-от Петро і Марк, поширюючи християнське вчення в Малій Азії, Греції і, можливо, Італії."
        ],
        "img": "/schprj/Imgs/5.png"
    },
    {
        "id": 6,
        "title": "Останні роки і смерть",
        "text": [
            "Про наступні роки життя Луки відомо небагато. За деякими даними, він продовжував місіонерську діяльність і помер у Беотії (сучасна Греція) у віці 84 років, хоча інші стверджують, що він помер у Фівах.",
            "Згідно з легендою, у IV столітті, коли християнство стало офіційною релігією Римської імперії, його останки було перевезено до Константинополя. Там він був похований у церкві Святих Апостолів."
        ],
        "img": "/schprj/Imgs/6.png"
    },
    {
        "id": 7,
        "title": "Образ Луки в християнській традиції",
        "text": [
            "Луку шанують як святого в багатьох християнських конфесіях, зокрема в православній, католицькій та англіканській церквах. Його символом є бик або телець, який, згідно з чотирма євангелістами, у кожного з яких є свій символ, що вказує на жертву Христа.",
            "Крім того, за переказами, Лука був першим іконописцем і першим, хто зобразив Діву Марію, яка тримає на руках Ісуса."
        ],
        "img": "/schprj/Imgs/7.png"
    },
    {
        "id": 8,
        "title": "Спадщина Луки",
        "text": [
            "Літературна спадщина Луки відіграла велику роль у формуванні християнської богословської традиції. Його Євангеліє та Дії є основними джерелами для вивчення ранньої християнської історії, життя Ісуса та місіонерської діяльності перших апостолів."
        ],
        "img": "/schprj/Imgs/8.png"
    }
]