[
    {
        "id": 1,
        "title": "Гектор як герой Трої",
        "text": [
            "Гектор був головним воєводою Трої під час десятирічної війни з греками. Він відповідав за оборону міста і підтримання бойового духу армії. На відміну від Ахілла, який бився заради слави, Гектор був символом відповідальності перед народом і державою."
        ],
        "img": "/schprj/Imgs/1.png"
    },
    {
        "id": 2,
        "title": "Боротьба з Ахіллесом",
        "text": [
            "Гектор і Ахілл були головними суперниками в Троянській війні. Ахілл був відомий своєю міфічною силою і лютістю, тоді як Гектор бився з почуттям обов'язку і честі. Кульмінацією їхньої ворожнечі став поєдинок на стінах Трої, в якому Ахілл убив Гектора і піддав приниженню осквернення його трупа."
        ],
        "img": "/schprj/Imgs/2.png"
    },
    {
        "id": 3,
        "title": "Сімейні цінності Гектора",
        "text": [
            "Багато джерел підкреслюють глибоку любов Гектора до своєї сім'ї. Розставання з дружиною Андромахою і сином Астіанаксом - одна з найбільш зворушливих сцен в «Іліаді». Він знав, що помре, але був сповнений рішучості боротися за майбутнє своєї родини і народу."
        ],
        "img": "/schprj/Imgs/3.png"
    },
    {
        "id": 4,
        "title": "Трагедія та подвиг Гектора",
        "text": [
            "Смерть Гектора стала поворотним пунктом у Троянській війні. Після його смерті троянська армія була деморалізована, а Троя почала втрачати сили. Його смерть символізувала кінець стародавньої героїчної епохи, в якій честь і вірність відігравали важливу роль."
        ],
        "img": "/schprj/Imgs/4.png"
    },
    {
        "id": 5,
        "title": "Гектор як символ людяності",
        "text": [
            "Гектор символізує більш людську і менш священну сторону героя. Він був не тільки великим воїном, а й людиною, яка дбала про свою сім'ю і людей. На відміну від Ахілла, який діяв із гордості, Гектор часто з'являється в «Іліаді» як символ справедливості та відповідальності."
        ],
        "img": "/schprj/Imgs/5.png"
    }
]